Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: Prosjevtan le sierra dæddo aktanahttet sámegiela åhpadusáv.
sma: Provsjekte sæjhta diedtedh ööhpehtimmiem

source: 38 13-jahkásasj skåvllåájgen ja alep åhpadusán, ja åvddånahttet dåjmajt gånnå giella ja kultuvrramáhtudahka aktan gehtjaduvvi.
sma: 39 ektine öörnesovvedh. Provsjekte edtja ektiedimmien modellh ööhpehtimmesne evtiedidh 13-jaepiej skuvleöörneme jïh jïllebe ööhpehtimmie, jïh råajvarimmieh evtiedidh gusnie gïele jïh kultuvremaahtoe ektesne vååjnoeh.

source: aktisasjbarggoguojme prosjæktaj le snåasen tjïelte ja ietjá dåjmadiddje vuodoåhpadusán ja alep åhpadusán.
sma: ektiebarkoepartnerh provsjektesne lea snåase tjïelte jïh jeatjah aktørh maadthööhpehtimmesne jïh jïllebe ööhpehtimmesne.

source: Barggo- ja sebrudahttemdepartemænnta doarjju prosjevtav.
sma: Barkoe- jïh ektiedimmiedepartemente provsjektem dåårje.

source: Åvdåsvásstediddje: Nuortta-Trøndelága fylkasuohkan Ájgge: 2009-2012
sma: Dïedtije: Noerhte-Trøndelagen fylhketjïelte Tïjjeperspektijve: 2009-2012

source: 25. doajmma Lullesáme giela ja kultuvra ællánahttem
sma: Luvlesaemien gïelem jïh kultuvrem skreejrehtidh

source: Lullesáme musea njávddámin (neidenin) le álgadam bargov 3 jahkásasj prosjevtajn mij galggá ællánahttet gålldåsáme gielav ja kultuvrav rádjárasstididdje aktisasjbargujn lulle- / gålldåsámij gaskan Vuonan, suoman; ja soajttá aj Ruossjájn.
sma: Luvlesaemien Neidenisnie lea aalkeme barkedh 3-jaepiej provsjektine man ulmie skoltesaemiengïelem jïh kultuvrem skreejrehtidh jïh tjïrkedh raasten bijjelen ektiebarkojne luvlesaemieh / skoltesaemieh Nöörjesne, såevmesne jïh såajhtsh Russlaantesne.

source: aktijvuohta ásaduvvam le gaskal guoskadaládum birrusij, organisasjåvnåj ja institusjåvnåj suoman ja Vuonan åttjudittjat aktisasj gålldåsáme giella- ja kulturdåjmajt 2009 jage rájes.
sma: gaskesadtemem lea tseegkeme jïh ektiebarkoe dej ovmessie byjreski, åårganisasjovnij jïh institusjovnij gaskem såevmesne jïh Nöörjesne juktie aelkedh ektine gïele- jïh kultuvreråajvarimmieh juhtedh jaepeste 2009.

source: Barggo- ja sebrudahttemdepartemænnta ruhtat dåjmajt.
sma: Barkoe- jïh ektiedimmiedepartemente dam maaksa.

source: Åvdåsvásstediddje: Barggo- ja sebrudahttemdepartemænnta Ájgge: 2008-2010
sma: Dïedtije: Barkoe- jïh ektiedimmiedepartemente Tïjjeperspektijve: 2008-2010

source: 26. doajmma Bihtámsáme gielav ja kultuvrav ællánahttet
sma: Råajvarimmie 26. Pihtesaemiengïelem jïh kultuvrem

source: Bihtámsáme Vuonan li unna juohkusasj ja bihtámsáme giella ja kultuvrra le garra dætto vuolen.
sma: Pihtesaemien Nöörjesne lea onne tjïerte jïh pihtesaemien gïele jïh kultuvre tjarki tjevredh.

source: Bihtámsáme li dáv maŋemus lågejagev álggám bihtámsáme giela ja kultuvrav ællánahttem barggujn.
sma: Pihtesaemieh leah minngemes luhkiejaepien aalkeme barkedh pihtesaemiengïelem jïh kultuvrem skreejrehtidh.

source: Dárbbo le álgadit dåjmajt sæmmi modella milta gå lullesáme giela gáktuj.
sma: Lea daerpies råajvarimmieh luvliesaemiengïelem aelkedh seamma haemine.

source: Barggo- ja sebrudahttemdepartemænnta ájggu danen rudájt biedjat álgátjit ællánahttemdåjmajt bihtámsáme gelan ja kultuvran.
sma: Barkoe- jïh ektiedimmiedepartemente sæjhta dan gaavhtan vierhtidh råajvarimmide pihtesaemiengïelem jïh kultuvrem skreejrehtidh.

source: Ájggeguovddelis doajmma le álgadit bihtámsámijn ságastallamijt, Árran julevsámeguovdátjijn ja sámedikkijn.
sma: Byögkeles råajvarimmieh sijhtieh aelkedh pihtesaemiejgujmie, árran julevsaemien jarngine jïh saemiedigkine gaskestalledh.

source: Åvddåprosjækta plániduvvá 2009 jage.
sma: Aelkeste åvteprovsjektine jaepien 2009.

source: Åvdåsvásstediddje: Barggo- ja sebrudahttemdepartemænnta Ájgge: 2009-2011
sma: Dïedtije: Barkoe- jïh ektiedimmiedepartemente Tïjjeperspektijve: 2009-2011

source: Almulasj fálaldagájt sámegiellaj lasedit addnijda gájkka sebrudaksuorgijn
sma: Jienede byjjes faalaldahkh saemiengïelesne utnijidie

source: Giela åvddånahteduvvi ja bisoduvvi gå guládallam ja aktanahttem le ja gå aneduvvi.
sma: gïele eevtede jïh gorrede gaskesadteminie jïh ektiebarkosne jïh gosse dam utnedh.

source: Giela ma e aneduvá sjaddi sadjásisá masset.
sma: gïelh mah eah utnieh unnede.

source: Moattes sámijs sámásti, valla e sámegielav tjále ja lågå.
sma: Jïjnjh saemieh saemiestieh, mohte eah maehtieh saemiengïelem tjaeledh jïh lohkedh.

source: Tjállem tjehpudagá ja terminologija vánesvuohta dahká nav vaj dárro aneduvvá vuohkasabmusin.
sma: Faatoes maahtoem saemiengïelem tjaeledh faatoes saemien terminologijem dorje gåajhtsede buerebe daaroestidh.

source: Båhtusin sjattasj ruvva nav vaj sámegiella sajev massá dárogiellaj, ja nav binnu sámegiela bæjválasj dárbbo.
sma: Destie båata saemiengïelem vaenede daaroengïelen muhteste jïh aarkbeajjetjen daarpoe saemiestidh unnede.

source: Gielav nannidijn le danen dárbbo agev vijdedit sajes gånnå giella le dárbulasj ja ájnas guládaládimijn bæjválasj iellemin, bargoj aktijvuodan ja almulasj iellemin.
sma: Jis gïelem tseegkie lea daerpies jaabnan dajvide vijrede gusnie gïele daerpies jïh aevhkies gaskestallemasse dovne aarkbeajjetjen, barkoe tsiehkesne jïh byjjesreeremem gaavnede.

source: Dát gájbbet diedulasj dásev anátjit sámegielav ájnegis ulmutjijs, sáme bájkálasj sebrudagájn, sáme barggosajijn, sáme institusjåvnåjn ja oajválattjajs sámegiela anon.
sma: Daate krievie vuarkoesåbpoe sjædta gosse saemiengïelem utnedh dovne almetje, saemien byjressiebredahkh, saemien barkoesijjieh, saemien institusjovnh jïh reeremij åtnoe saemien gïelesne.

source: nannusap sámegiela åhpadus ja lasse sámegiela adno almulasj ja priváhta sajijn máhttá aktan vaddet synergijafámojt ma máhtti nánnit sámegiela dilen árggabiejven ja lasedit ávkálasj vuojnojt sámegielav máhttet.
sma: Tjerkebe ööhpehtimmie saemiengïelesne jïh jienedamme saemiengïelem åtnoe byjjes jïh privaten areninie ektesne maehtieh synergie-effektem vedtedh mestie maahta saemien gïelem tjïrkedh aarkbeajjetjen jïh jienede guarkoem åtnoevierhtiem saemiengïelem maehtedh.

source: sámegiella le uddni moatteláhkáj priváhtiseridum ja gássjegis sadjihin.
sma: saemiengïele lea daenbiejjien jeenjh vuekesne privatisereme jïh vaejvie gaavnedh.

source: Buojkulvissaj le binná sáme tevstajs internehtan.
sma: vuesiehtimmien gaavhtan leah vaenie saemien teeksth gaskeviermesne.

source: Gallegasj girjjeoassása sámegielak girjijt vuobddi, ja gallegasj bibliotehka sáme girjijt luojkki.
sma: vaenie gærjabovrh saemien gærjah duekieh jïh vaenie gærjagåetine åådtje saemien gærjah löönedh.

source: sámegiela anon nannitjit le danen ájnas sáme tevstajt ja sáme girjálasjvuodav dahkat sadjihin moatten sajen.
sma: saemiengielen åtnoem tjïrkedh lea dan gaavhtan vihkeles saemien teeksth jïh saemien lidteratuvrh jeenjebh areninie gååvnesidh.

source: ienemus oasse sámegielagijs uddni le doajmme dáro-sáme guovtegielaga.
sma: Jeenjemes saemiengïelehåålehkh daenbijjien funksjovnellen guektiengieleldh daaroen-saemien.

source: sij gudi bajássjaddi avtagielak sámegielagijn sijdan oahppi dárogielav skåvlåjn, rádnajs ja sebrudagás ietján.
sma: Dah gieh aktengïeleldh saemien gåetine bæjjanieh daarjoengïelem lierieh skuvlesne, voelpijstie jïh siebredahkesne.

source: Juska moattes vuojnunagá sámegielav ja dárogielav máhtti buoragit, de gåjt le sámegiella ájn dat majt buoremusát máhtti.
sma: Jilhts jeenjh vååjnoeh daaroestieh jïh saemiestieh seamma hijven, lea saemien læjhkan dïhte gïele maam bööremes gaskesadtieh.

source: Rievtesvuoda sámegielav adnet almulasj aktijvuodajn le i. i. daj ájnnasamos rievtesvuodajs sáme álmmugij.
sma: Reakta saemiengïelem utnedh gosse byjjesreeremasse gaavnede lea mahte vihkelommes reaktah saemide goh åålmege.

source: Gå sámelága giellanjuolgadusá doajmmagåhtin, de sjattaj dættodum rievtesvuoda sáme gielav adnet galgaj vuostatjin gå dárbbo tjielgga ja dárkkelit ja dalloj gå dádjadit galggá mij javladuvvá.
sma: gosse saemielaaken gïelenjoelkedassh daajroehtieh, dellie tjuevtjedi reakta saemiengïelem utnedh voesteges tjuara desnie gusnie daarpesje tjïelkes jïh veele soptsestidh jïh guarkoe maam jeahtasovvedh.

source: Dánna le varresvuodadievnastus ja riektásuorgge guovdátjin, danen gå gielalasj vánesvuohta dáj suorgijn buktá vuorbedisvuodajt sidjij gesi dát gullu.
sma: Desnie lea starnedïenesje jïh reaktareereme voerngesne, juktie gïeleldh gaskesadtemebiehteme lea joekoen vaejvie dejtie gieh dam dijpieh.

source: Ráddidusá mielas le ájnas ásadit guovtegielak sebrudagájt dåppe gånnå dát le máhttelis, ja le positijva mielan vijdábuj sámegiela háldadusguovlov vijdedit.
sma: Reerenasse meala dïhte lea vihkeles guektiengïeleldh siebredahkem tseegkedh gusnie daate gåårede, jïh lea positijve vihth saemiengïelen reeremedajve vijrede.

source: sámelága giellanjuolgadusá vaddi viesádijda gielalasj rievtesvuodajt almulasj orgánaj aktijvuodajn.
sma: 41 saemielaaken gïelenjoelkedassh åålmegidie vedtieh gïeleldh reaktah gosse byjjresreeremidie gaavnedieh.

source: 40 ja sjiemájt sámegiellaj, rievtesvuodav vásstádusájda samegiellaj, vijdedum adnuj sámegiellaj riektásuorgen, ja vijdedum adnuj sámegiellaj varresvuoda- ja sosiálasuorgen, ajnegis girkko dievnastusájt, rievtesvuodav åhpadusvirggelåbijda ja rievtesvuoda sámegiela åhpadussaj.
sma: Dïhte dæjpa jarkoeste njoelkedassh, bïhkedimmieh jïh sjeemah saemiengielese, reakta vaestiedassem saemiengïelesne åådtje, vijrede saemiengïele åtnoem reaktareeremisnie, vijrede reaktah saemiengïelen åtnoe healso- jïh sosijalensuerkesne, oktegs gærhkoen dïenesjimmieh, reakta ööhpehtimmiepermisjovnese jïh reakta saemiengïelem ööhpehtimmie.

source: sámelága giellanjuolgadusáj árvustallamis mij tjadáduváj 2007 jage åvddånbådij ienemus oasse almulasj orgánajs ma guoskadálli sámelága giellanjuolgadusájs, e lága gájbbádusájt ållåsit dievde.
sma: saemielaaken gïelenjoelkedassij evaluereme mij jaepien 2007 tjïrrehti vuesehti jeenjemes byjjesreeremh mah leah saemielaaken gïelenjoelkedassij mietie, eah laakan krievemh ellies dåaeredh.

source: Danen ij le álmmuk lága háldadusguovlon sihkarastedum rievtesvuodajt sámegielav anátjit almulasj orgánaj aktijvuodajn dan dásen majt giellanjuolgadusá biedji.
sma: Destie båata ij åålmegen reaktah laaken reeremedajvesne tjïrkh saemiengïelen åtnoem byjjes åårganh gaskesadtieh gïelenjoelkedassij mietie.

source: oajvvesivva dási le máhtudak vánesvuohta sámegielan almulasj suorge barggij gaskan.
sma: Åejvietsiehkie vååjnoe vaenie maahtoem saemiengïelesne barkijinie byjjesreeremisnie.

source: oajvvehásstalussan le sámegiela anov lasedit suorgijn gånnå giella uddni le rasjes dilen, dagu merrasáme, márkkosáme, julevsáme ja oarjjelsáme guovlojn.
sma: Åejviehaesteme lea åtnoem saemiengïelesne jieniedidh suerkine gusnie gïele daenbiejjien viesjies, mearoesaemien, markesaemien, julevsaemien jïh åarjelsaemien dajvine.

source: nubbe stuorra hásstalussan le ienedit almulasj barggijt sámegielak máhtudagájn, sihkarasstet sámegielagij rievtesvuodajt kriminálasuorgen ja sihkarasstet buorre varresvuoda-, hukso-, ja sosiáladievnastusájt ja girkko dievnastusájt sámegiellaj sáme addnijda.
sma: Jeatja stoerre haesteme lea jienedidh låhkoem byjjesbarkijh maahtojne saemiengïelesne, saemiengïelehåålehkij reaktah tjïrkedh kriminalesåajhtosne jïh buerie starne-, såajhtoe- jïh sosialdïenesjh jïh gærhkoen dïenesjh saemiengïelesne saemien utnijidie.

source: Tjuovvovasj dåjma vierttiji liehket njuolgadussan vijdábuj åvddånahttemij almulasj dievnastusájn sámegiellaj:
sma: Dah ulmieh edtjieh vijrebe eevtiedimmiem vuesiehtidh byjjesdïenesjiemmieh saemiengïelesne:

source: • Åvddånahttet nuortta-, julev- ja oarjjelsáme terminologijav varresvuoda- ja huksodievnastusá, bulke ja kriminálahuvso ja ietján almulasj háldadusá adnuj
sma: • Noerhte-, julev- jïh åarjelsaemien terminologijem eevtiedidh åtnose starne- jïh såjhtoedïenesjiemmieh, politije jïh kriminalesåajhtoe jïh byjjesreeremisnie.

source: • Åvddånahttet buorre varresvuodadievnastusájt sámegiellaj sáme mánájda ja nuorajda
sma: • Buerie starnedïenesjimmieh eevtidieh saemiengïelesne saemien maanide jïh noeride

source: • sihkarasstet varresvuodadievnastusájt sámegiellaj vuoras sámijda
sma: • Starnedïenesjimmieh saemiengïelesne voeres saemide tjïrkedh

source: • sihkarasstet sámegielagij rievtesvuodajt kriminálhuvson
sma: • Saemiengïele-håålehkij reaktah kriminalesåajhtosne tjïrkedh

source: • Åvddånahttet buorre ja doajmme sáme dålkkådievnastusáv
sma: • Hijven jïh juhteles saemien toelhkedienesjimmiem eevtiedidh

source: • Oadtjot sadjásis dåhkkidimårnigav sáme dålkåjda
sma: • Dåhkasjehtemeöörnemem saemien toelhkide tseegkedh

source: • ásadit kursajt sáme gielan ja kultuvran almulasj barggijda
sma: • Kuvsjh saemien gïelem jïh kultuvrem byjjesbarkijidie tseegkedh

source: • Åvddånahttet báhkogirjijt nuortta-, julev- ja oarjjelsámegiellaj almulasj háldadusá hárráj
sma: • Baakoegærja noerhte-, julev- jïh åarjelsaemiengïelesne byjjesreeremidie eevtiedidh

source: • Åvddånahttet departementaj næhttabielijt nuortta-, julev- ja oarjjelsámegiellaj
sma: • Departementij viermiesæjtoeh noerhte-, julev- jïh åarjelsaemiengïelesne eevtiedidh

source: • Åvddånahttet buorre årnigijt jårggålittjat lágajt, láhkatjállusijt ja almulasj dokumentajt nuortta-, julev- ja oarjjelsámegiellaj
sma: • Hijven öörnegh jarkoestimmieh laakh, njoelkedassh jïh byjjespaehperh noerhte-, julev- jïh åarjelsaemien eevtiedidh

source: • Åvddånahttet dåhkkidimårnigav lágajda ma li sámegielajda jårggåluvvam
sma: • Dåhkesjehtemeöörnegem laakide saemiengïelese jaerkoestamme eevtiedidh

source: • sihkarasstet bærrájgæhttjoårnigav sámelága giellanjuolgadusáj tjovvolimev
sma: • Gïetjedimmieöörnegh tjïrkedh saemienlaaken gïelenjoelkedassh tjïrkedh

source: • sihkarasstet vaj stáhta etáhta adnuj válldi prográmmajt má sámegiela bokstávajt giehtadalli
sma: • Tjïrkedh guktie staaten etath provgrammevåaroeh utnieh mejtie saemien væhtah

source: • sihkarasstet vaj almulasj regisstara sámegiela bokstávajt giehtadalli
sma: • Tjïrkedh byjjesregisterh saemienvæhtah

source: sámelága giellanjuolgadusá
sma: saemielaaken gïelenjoelkedassh

source: Giellanjuolgadusájn le vuostatjin ulmmen sámegiela aledit dásev ja láhtjet dilev sámegiela adnuj almulasj dievnastusáj gáktuj.
sma: gïelenjoelkedassh leah voesteges ulmine saemien gïelen statuse jienede jïh vååromem bïejedh saemien gïelen åtnoem byjjes dïenesjimmiej muhteste.

source: Divna almulasj orgána ma guoskadaláduvvi sámelága 3. kapihttalis ja dan láhkatjállusis, le vælggogis gåtsedit vaj njuolgadusá tjovoduvvi.
sma: gaajhkh byjjes åårganh mah saemielaaken kapihtele 3 jïh daate njoelkedasse dijpieh, tjuara njoelkedassij mietie barkedh.

source: Juohkka orgánan le åvdåsvásstádus dasssta vaj le máhtulasj sámegielak bargge.
sma: Fïerhten åårganen lea dïedte maehteles saemiengïeleldh barkijh utnedh.

source: Åtsådallama le vuojn nav vaj gássjelis suohkanijda dievddet njuolgadusáj mærrádusájt, danen gå le ulmutjijs vánesvuohta gudi tjálalasj ja njálmálasj sámegielav máhtti virgijda suohkanijn.
sma: Dååjrehtse lea raaktan novh geerve tjïeltide dah njoelkedassh gïelenjoelkedassine dåaradalleme, dan gaavhtan lea vaenie jïh onne skreejremevåarome almetjistie gieh maehtieh saemien dovne tjaaleldh jïh njaalmeldh barkoesijjide tjïeltesne.

source: sámelága giellanjuolgadusáj árvustaláduvvin 2007 jage.
sma: saemielaaken gïelenjoelkedassh lij jaepien 2007 vuartasjamme.

source: Árvustallam dagáduváj sáme instituhtas Kultuvrra- ja girkkodepartementa gåhtjodusás.
sma: vuartasjimmiem saemien institudte dorji, laavenjasse Kultuvre- jïh gærhkoedepartementeste.

source: Árvustallamis åvddånbådij ienemus oasse almulasj orgánajs ma guoskadálli sámelága giellanjuolgadusájs, e lága gájbbádusájt ållåsit dievde.
sma: vuartasjimmiereektese vuesehte byjjes åårganh mah saemielaaken gïelenjoelkedassh dijpieh eah laaken krievemh ellies dievhth.

source: oajvvesivva dási vuojnnet le máhtudak vánesvuohta sámegielan almulasj suorge barggij gaskan.
sma: Åejvietsiehkie vååjnoe vaenie maahtoem saemien gïelesne barkijidie byjjes etatesne.

source: Ulmme sámegielav ja dárogielav dássádit giellaháldadusguovlo sissŋelin vuojnnet ij le vuojga duohtan boahtám.
sma: guarkoe saemien jïh daaroen lea mïrrestalleme gïelh vååjnoe siejhme guarkoem sjïdtedh.

source: sámegielav ja dárogielav dádjadit avtaárvulasj giellan le gis dábálasj dádjadus.
sma: Jeatja positijve mestie saemielaaken gïelenjoelkedassijstie bööti lea tjïrrehtamme vijries

source: nubbe vuogas sivva sámelága giellanjuolgadusájs le jut tjadáduvvam li vijdes ja ådåsdahko barggo duostotjit guovtegielak dievnastusájt, suohkanijn, fylkasuohkanijn ja stáhta etáhtajn.
sma: 42 jïh orredarjome barkoem guektiengïelevoetenm dåastoehtidh jïh saemiengïeleldh dïenesjimmieh, tjïeltine, fylhketjïeltine jïh staaten etatine.

source: 41 Árvustallamis åvddånboahtá vijdábut máhttá gatjálvisáv buktet jus sámelága njuolgadusá ållåsit dievddi gájbbádusájt eurohpá guovllo- ja unneplågogielaj lihton.
sma: vuartasjimmie aaj vuesehte maahta gyhtjelassem gihtjedh jis saemielaaken gïelenjoelkedassh ellies krievemh geptjieh europeijen paktesne regijovnen- jïh unnebelåhkoegïelh.

source: Dættoduvvá jut háldadusguovlo geografalasj ráddjijibme le mierredime rievtesvuodaj ávkkimav sámelága milta.
sma: sïevede reeremedajven tjoehpedisteme lea vihkeles jis lea reaktah saemielaaken mietie.

source: Vuoseduvvá dasi jut geografalasj raddjim mij aneduvvá unneplågogielaj lihton le ienep hiebadahkes gå dat mij aneduvvá sámelága giellanjuolgadusájn, ja dát árvustallamrapporta milta buktá sisŋeldis rijdov dássásasjgiehtadallamprinsihpa ja avtaárvulasj- ja dássásasjprinsihpav.
sma: vuesehte dïsse geografijen tjoehpedisteme maam unnebelåhkoepaktesne utnedh lea jeenjebe fleksibele goh dïhte maam saemielaaken gïelenjoelkedassesne utnedh jïh destie vuartsjimmiereektesen vuajnoe båata dåaroem mïrregïetedimmieprinsibpen jïh mïrrevierhtie- jïh mïerrestallemeprinsibpij gaskem.

source: Árvustallamrápportan oajvvaduvvá danen jut gatjálvis ienep hiebadahkes geografalasj ráddjim árvustaláduvvá sierra.
sma: vuartasjimmiereektemisnie uvtede dan gaavhtan jis jeenjebe fleksibelen geografijen tjoehpedistemem joekoen tjuara vuartasjidh.

source: 27. doajmma Sámelága njuolgadusáj árvustallam
sma: Saemielaaken gïelenjoelkedassh tjïrrehtidh

source: sámelága giellanjuolgadusáj árvustallama gatjálvisáj duogátjijn ja gå háldadusguovllo le vijdeduvvam nuorttasáme, julevsáme ja oarjjelsáme gielajda, vuojnná Barggo- ja sebrudahttemdepartemænnta dárbov lagábut sámelága giellanjuolgadusájt árvustallat rijkajgasskasasj ieme-álmmukgielaj mærrádusáj gáktuj.
sma: Dan duekesne dej dåeriesmoerh mah uvte båetieh vuartasjimmesne saemielaaken gïelenjoelkedassh jïh dan duekesne saemielaaken reeremedajven gïelenjoelkedassh lea vijredamme dovne noerhtesaemien, julevsaemien jïh åarjelsaemien gïelem dæjpa, Barkoe- jïh ektiedimmiedepartemente vuajna daarpoem lihkebe tjïrrehtimmie saemielaaken gïelenjoelkedassij muhteste gaskirijhken nænnoestimmieh iemiealmetjh- jïh unnebelåhkoegïelen.

source: Dárbbo le aj árvustallat dajt javllamusájt majt sámedigge ja sáme girkkoráde li buktám mij gullu guovtegielakvuohtaj girkko dåjmajn háldadusguovlon.
sma: Aaj maahta vierhtiedidh dah lahtesh maam saemiedigkie jïh saemien gærhkoeraerie buektiejigan mah gyhtjelassij bïjre guektiengïelenvoeten gærhkoen barkosne reeremedajvesne.

source: Barggo- ja sebrudahttemdepartemænnta ájggu álgadit bargov sámelága giellanjuolgadusájt árvustallat rijkajgasskasj vælggogisvuodaj gáktuj ja árvvalit jus rievddadibmáj le dárbbo.
sma: Barkoe- jïh ektiedimmiedepartemente sæjhta dan gaavhtan aelkedh barkoem saemielaaken gïelenjoelkedassh tjïrrehtidh gaskirijhken åeliej muhteste jïh vierhtede jis daarpesje dejtie jeatjahdehtedh.

source: Árvustallam dagáduvvá sámedikkijn konsultasjåvnå baktu.
sma: vierhtiedimmiem sjædta konsultasjovnisnie saemiedigkine darjodh.

source: 28. doajmma Sámelága giellanjuolgadusáj bærrájgæhttjo
sma: Råajvarimmie 28. Saemielaaken gïelenjoelkedassh gïehtjedidh

source: sámedigge le jagij 2000, 2004 ja 2008 tjadádam sámegiela dile guoradallamijt ja árvustallam sámelága giellanjuolgadusájt 2007 jage, dájs åvddånbådij ienemus oasse almulasj orgánajs ma guoskadálli sámelága giellanjuolgadusájs, e lága gájbbádusájt ållåsit dievde rievtesvuodaj gáktuj adnet sámegielav almulasj orgánaj aktijvuodan sámegiela háldadusguovlon.
sma: goerehtimmieh saemien gïeleste saemiedigkie lij jaepiej 2000, 2004 jïh 2008 darjome jïh aaj vuartasjimmie saemielaaken gïelenjoelkedassh jaepien 2007, leah vuesiehtamme jeenjemes byjjes åårganh mah saemielaaken gïelenjoelkedassh dijpieh eah laaken krievemh ellies dievhtieh reaktese saemien gïelem utnedh gosse byjjes åårganide gaskesadta saemien gïelen reeremedajvesne.

source: Guoradallama aj vuosedi dille le unnán rievddam ájgij milta.
sma: goerehtimmie aaj vuesehte onne jeajtahdehteme lij orreme.

source: Departemænnta ájggu sámelága giellanjuolgadusáj dárkkestimen árvustallat jus, dagu oassen nannitjit sámegielav, viertti láhkamierredit loahpádusáv bærrájgæhtjo hárráj suohkanij ja fylkasuohkanij sámelága giellanjuolgadusáj tjadádime birra.
sma: Departemente sæjhta dam vierhtiedidh gosse saemielaaken gïelenjoelkedassh tjïrrehtidh, lihtsine barkose saemien gïelem tjïrkedh, byöroe laaken tjïrrh hjemmelisnie nænnoestidh juktie gïehtjedidh guktie tjïelth jïh fylhketjïelth laake gïelenjoelkedassij mietie berkieh.

source: Åvdåsvássterdiddje: Barggo- ja sebrudahttemdepartemænnta Ájgge: 2009-2010
sma: Dïedtije: Barkoe- jïh ektiedimmiedepartemente Tïjjeperspektijve: 2009-2010

source: sámegielak bargge almulasj háldadusán
sma: Saemiengïeleldh barkijh byjjes reeremisnie

source: oajvvesivva dási gå sámlága giellanjuolgadusá e ållåsit dievdeduvá, vuojnnet le máhtudak vánesvuohta sámegielan almulasj háldadusá barggij gaskan, ja gå rekrutterimvuodo álmmugin mij gullu ulmutjijda fáhkaåhpadusájn ja sámegielak máhtudagájn le unne.
sma: Man gaavhtan ij saemielaaken gïelenjoelkedassh ellies dåeredh, vååjnoe vaenie maahtoem saemien gïelesne barkijij gaskem byjjes reeremisnie, jïh skreejremevåaromem almetjistie gosse almetjh faageööhpehtimmine jïh maahtoe saemien gïelesne, vaenesh.

source: Lasedit almulasj barggij lågov gejn le sámegiela máhtudahka gájbbet buorre årnigijt sámegiela åhpadusájda ja buorre årnigijt lasse- ja joarkkaåhpadusájda sámegielan.
sma: Jienedimmie byjjes barkijh maahtojne saemien gïelesne buerie öörnegh krievie ööhpehtimmien åvteste saemien gïelesne jïh buerie öörnegh mænngan- jïh vijrebeööhpehtimmie saemien gïelesne.

source: njuolgadusájt sámelága giellakapihttalijn máht
sma: saemielaaken § 3-7 jeahta barkijh byjres jallh regijovnalen byjjes åårganinie saemien gïelen reeremedajvesne lea reakta permisjovnem baalhkine åadtjodh maahtoem saemien gïelesne lïeredh gosse åårgane lea daarpoeh dan maahtoen åvteste.

source: tá sån gesi ássje njuolgga gullu, gujddit dan
sma: Ööhpehtimmien mænngan maahta reaktaj tjïrrh krievedh barkije tjuara åårganesne såemies aejkien barkedh.

source: ská, bs. sámelága 3–11 §. Fylkaålmmå le gujd
sma: Njoelkedassen § 2 dam gïengelåbpoe tjïelkeste, jïh jeahta gusnie praktijhken jïh ealamadtjen aevhkesne, byöroe saemienööhpehtimmiem ektiebarkoe jeenjebh åårganijgujmie årrodh mah saemielaaken kapihtele 3 jïh daate njoelkedasse dijpieh.

source: dimusorgádna mij gullu gujddimusájda ma
sma: Barkijh åårganinie mah permisjovnem vedtieh gosse barkijh gelkieh saemiengïelem lohkedh ööhpehtimmieinstitusjovnesne, leah reaktah baalhkam åadtjodh ööhpehtimmietïjjesne.

source: Rijkavijddusasj sáme organisásjåvnåjn ja rijka
sma: Maaksoe bieliem baalhkeste maahta vedtedh gosse ööhpehtimmie vijrebe goh åårgane daarpesje jïh gosse ööhpehtimmie ij riekte daerpies barkoen åvteste.
